[GENERAL]
NAME					= Български
TRANSLATOR				= Иван Пенев ( Admiral AnimE )
DLG_FONT_NAME				= 
DLG_FONT_SIZE				= 


[TEXT]
TEXT_MESSAGEBOX_OK			= Добре
TEXT_MESSAGEBOX_CANCEL			= Отказ
TEXT_MESSAGEBOX_ABORT			= Прекрати
TEXT_MESSAGEBOX_RETRY			= Нов опит
TEXT_MESSAGEBOX_IGNORE			= Игнорирай
TEXT_MESSAGEBOX_YES			= Да
TEXT_MESSAGEBOX_NO			= Не
TEXT_MESSAGEBOX_CONTINUE		= Продължи

TEXT_APP_NAME				= Honeyview
TEXT_BETA				= Бета
TEXT_PORTABLE				= Преносима
TEXT_BUILDNO				= Номер
TEXT_SELECT_FOLDER			= Избери папка.
TEXT_ASSOC_IMAGE			= Изображение (${str1}) File
TEXT_ASSOC_RAWIMAGE			= RAW изображение (${str1}) File
TEXT_ASSOC_EBOOK			= Компресирано изображение (${str1}) File
TEXT_APP_DESC				= Honeyview е ултрабърза програма за преглед на изображения.
TEXT_ABOUTBOX_TAB1			= За Honeyview
TEXT_PHOTOFOLDER_NAME			= Honeyview
TEXT_OPENFILEDLG_IMAGEFILE		= Изображение
TEXT_OPENFILEDLG_ALLFILE		= Всички файлове
TEXT_NEW_FOLDER				= Нова папка
TEXT_TRANSF_FILE_BEGIN_WITH		= Honeyview_

TEXT_UPDATE_DOWNLOAD_ERROR_MSG		= Не можаха да се изтеглят нужните файлове за инсталация.
TEXT_UPDATE_VERSION_CHECK_FAILED	= Неуспешна проверка на версията
TEXT_UPDATE_VERSION_CHECKING		= Проверка на версията
TEXT_UPDATE_DOWNLOAD_FAILED		= Неуспешно изтегляне
TEXT_UPDATE_LATEST_VERSION		= Най-нова версия
TEXT_UPDATE_DO_DOWNLOAD			= Нужно е обновяване
TEXT_UPDATE_DOWNLOAD_COMPLETED		= Изтеглянето завърши

TEXT_MSG_LASTPAGE			= Това е последното изображение.
TEXT_MSG_FIRSTPAGE			= Това е първото изображение.
TEXT_MSG_NOIMAGEFILE			= Няма изображение в компресираният файл.
TEXT_MSG_INVALID_PHOTOFOLDER		= Моля, задайте пътя на 'Папка с изображения' в настройките.
TEXT_MSG_CANTOPENARCHIVE		= Неуспешно отваряне на файла:
TEXT_MSG_INVALID_ARCHIVE_VERSION	= Този файл не се поддържа. Моля обновете до най-новата версия.
TEXT_MSG_INVALID_PASSWORD		= Грешна парола.
TEXT_MSG_STRETCHWHENSMALL_ON		= Разпъване на малки изображения: включено
TEXT_MSG_STRETCHWHENSMALL_OFF		= Разпъване на малки изображения: изключено
TEXT_MSG_CANTOPENBOOKMARK		= Неуспешно отваряне на отметките.
TEXT_MSG_BROKENARCHIVE			= Компресираният файл е повреден.
TEXT_MSG_ADDTOBOOKMARK			= Добавяне в отметки: 
TEXT_MSG_LOADRECENTBOOKMARK		= Отвори наскоро запазена отметка:
TEXT_MSG_SLIDESHOWSTART			= Започни слайдшоу: ${TIME}секунди
TEXT_MSG_SLIDESHOWSTOP			= Спри слайдшоу
TEXT_MSG_ALWAYSONTOP_ON			= Винаги отгоре: включено
TEXT_MSG_ALWAYSONTOP_OFF		= Винаги отгоре: изключено
TEXT_MSG_ZOOMFIX_ON			= Неподвижен мащаб: Включено
TEXT_MSG_ZOOMFIX_OFF			= Неподвижен мащаб: Изключено
TEXT_MSG_EXTPROGERR_LAUNCH		= Отваряне с редактор на изображения
TEXT_MSG_EXTPROGERR_NOTSET		= Моля изберете редактора на изображения в настройките (Paint, Photoshop и др.). 
TEXT_MSG_ARCHIVEBOOKMARK		= Помни местоположението в компресиран файл:
TEXT_MSG_RESTART_NOTIFY			= Програмата ще се рестартира.
TEXT_MSG_COPY2CLIPBOARD			= Копирано в клипборда.
TEXT_MSG_COPY2CLIPBOARD_FAILED		= Неуспешно копиране в клипборда.
TEXT_MSG_BOOKMARK_EXPORTED		= Отметката беше запазена.
TEXT_MSG_BOOKMARK_EXPORT_FAILED		= Неуспешно запазване на отметките.
TEXT_MSG_BOOKMARK_OPEN_FAILED		= Неуспешно отваряне на отметките
TEXT_MSG_BOOKMARK_IMPORT_FAILED		= Неуспешно внасяне на отметките.
TEXT_MSG_BOOKMARK_IMPORTED		= Отметките бяха внесени.
TEXT_MSG_SETWALLPAPER_FAILED		= Неуспешно задаване като фон на работния плот.
TEXT_MSG_CANT_OPEN_IMAGE		= Изображението не може да се отвори.
TEXT_MSG_TRANSFORM_COMPLETED		= Обработването завърши.
TEXT_MSG_TRANSFORM_ERR_CANT_OPEN_FILE	= Файлът не може да се отвори.
TEXT_MSG_TRANSFORM_ERR_CANT_SAVE_FILE	= Файлът не може да се запази.
TEXT_MSG_CANT_OPEN_MMF			= Не може да се отвори MMF. (mmf:${str1})
TEXT_MSG_NOTICE_RESTART			= Програмата ще се рестартира.
TEXT_MSG_DELETED			= Изтрито

TEXT_ASK_INIT				= Искате ли да върнете първоначалните настройки?
TEXT_ASK_DELETE_IMAGE			= Сигурни ли сте, че искате да преместите този файл в кошчето?
TEXT_ASK_DELETE_ARCHIVE			= Текущото изображение е част от компресиран файл.[br][br]Искате ли да изтриете компресирания файл (${FILENAME})?
TEXT_ASK_DELETE_BOOKMARKALL		= Искате ли да изтриете всички запазени отметки?
TEXT_ASK_LAUNCH_ASSOCUI			= За Windows 8 или по-късни версии, потребителите трябва да асоциират разширенията ръчно. [br][br]Искате ли да асоциирате разширенията?
TEXT_ASK_STOP_BATCH_PROCESSING		= Обработването се изпълнява. Искате ли да го прекратите?

TEXT_FILTERMODE_NONE			= Без филтър
TEXT_FILTERMODE_BILINEAR		= Филтър: Заглаждане
TEXT_FILTERMODE_SHARPEN			= Филтър: Заглаждане + Изостряне

TEXT_SHOWMODE_NONE			= Изглед: Оригинален размер (100%)
TEXT_SHOWMODE_FIT2WINDOW		= Изглед: Побиране в прозореца
TEXT_SHOWMODE_FIT2WIDTH			= Изглед: Побиране по ширина
TEXT_SHOWMODE_TWO_L2R			= Интелигентна двойна страница (Ляво->Дясно)
TEXT_SHOWMODE_TWO_R2L			= Интелигентна двойна страница (Ляво<-Дясно)

TEXT_NEXTPATH_NOFILE			= Преместване на папка: Навигирането невъзможно (Моля, отворете файл)
TEXT_NEXTPATH_LASTFOLDER		= Следваща папка: Навигирането невъзможно
TEXT_PREVPATH_LASTFOLDER		= Предишна папка: Навигирането невъзможно
TEXT_NEXTPATH_OPENFOLDER		= Следваща папка:
TEXT_PREVPATH_OPENFOLDER		= Предишна папка:

TEXT_DELETE				= Изтрий: 
TEXT_COPY_TO_PHOTOFOLDER1		= Копирай в папката с изображения 1:
TEXT_COPY_TO_PHOTOFOLDER2		= Копирай в папката с изображения 2:
TEXT_MOVE_TO_PHOTOFOLDER1		= Премести в папката с изображения 1:

TEXT_SELECTFILEDLG_FILELIST		= Списък
TEXT_SELECTFILEDLG_DATE			= Дата на промяна
TEXT_SELECTFILEDLG_SIZE			= Размер

TEXT_BOOKMARKEDITDLG_PATH		= Път

TEXT_PAGETURNFX_NONE			= Без ефект
TEXT_PAGETURNFX_HV2			= Обръщане
TEXT_PAGETURNFX_ALPHA			= Преливане
TEXT_PAGETURNFX_SLIDE			= Плъзгане

TEXT_FILEINFO_FILENAME			= Име на файла
TEXT_FILEINFO_SIZE			= Размер
TEXT_FILEINFO_CREATETIME		= Дата на създаване
TEXT_FILEINFO_MODIFYTIME		= Дата на модифициране
TEXT_FILEINFO_IMGINFO			= Информация за изображението
TEXT_FILEINFO_ROTATE			= Информация за завъртането
TEXT_FILEINFO_ZOOM			= Мащаб

TEXT_EXIF_MAKER				= Марка
TEXT_EXIF_MODEL				= Модел на камерата
TEXT_EXIF_SOFTWARE			= Софтуер
TEXT_EXIF_ARTIST			= Автор
TEXT_EXIF_COPYRIGHTPHOTOGRAPHER		= Авторски права
TEXT_EXIF_DATETIME			= Дата на заснемане
TEXT_EXIF_FLASHUSED			= Светкавица
TEXT_EXIF_FOCALLENGTH			= Фокусна дължина
TEXT_EXIF_FOCALLENGTH_35MM		= 35мм еквивалент
TEXT_EXIF_EXPOSURETIME			= Време на експонацията
TEXT_EXIF_EXPOSUREBIAS			= Отклонение на експонацията
TEXT_EXIF_APERTUREFNUMBER		= Номер на отвора
TEXT_EXIF_ISOEQUIVALENT			= Скорост на ISO
TEXT_EXIF_METERINGMODE			= Режим на измерване
TEXT_EXIF_EXPOSUREPROGRAM		= Програма за експонация
TEXT_EXIF_DISTANCE			= Фокусно разстояние
TEXT_EXIF_GPS				= GPS информация
TEXT_EXIF_COMMENT			= Коментар

TEXT_CUSTOMCMD_NOOPERATION		= Не прави нищо
TEXT_CUSTOMCMD_FULLSCREEN		= Цял екран
TEXT_CUSTOMCMD_MAXIMIZE			= Увеличи
TEXT_CUSTOMCMD_MINIMIZE			= Намали
TEXT_CUSTOMCMD_PAGESELECT		= Избери изображение
TEXT_CUSTOMCMD_EXIT			= Изход
TEXT_CUSTOMCMD_OPEN			= Отвори файл
TEXT_CUSTOMCMD_OPENFOLDER		= Отвори папка
TEXT_CUSTOMCMD_NEXT1			= Следваща 1 страница (двоен изглед) 
TEXT_CUSTOMCMD_PREV1			= Предишна 1 страница (двоен изглед)
TEXT_CUSTOMCMD_NEXT			= Следващо изображение
TEXT_CUSTOMCMD_PREV			= Предишно изображение
TEXT_CUSTOMCMD_NEXT_RANDOM		= Следващо случайно изображение
TEXT_CUSTOMCMD_PREV_RANDOM		= Предишно случайно изображение
TEXT_CUSTOMCMD_HOME			= Първо изображение
TEXT_CUSTOMCMD_END			= Последно изображение
TEXT_CUSTOMCMD_NEXT10			= Следващо 10-то изображение
TEXT_CUSTOMCMD_PREV10			= Предишно 10-то изображение
TEXT_CUSTOMCMD_SCROLL_UP		= Превъртане нагоре
TEXT_CUSTOMCMD_SCROLL_DN		= Превъртане надолу
TEXT_CUSTOMCMD_SCROLL_LEFT		= Превъртане наляво
TEXT_CUSTOMCMD_SCROLL_RIGHT		= Превъртане надясно
TEXT_CUSTOMCMD_ZOOM_IN			= Увеличи
TEXT_CUSTOMCMD_ZOOM_OUT			= Намали
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER		= Копирай в папката с изображения
TEXT_CUSTOMCMD_MOVE2PHOTOFOLDER		= Премести в папката с изображения 1
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER2	= Копирай в папката с изображения 2
TEXT_CUSTOMCMD_NEXTPATH			= Следващ компресиран файл/папка
TEXT_CUSTOMCMD_PREVPATH			= Предишен компресиран файл/папка
TEXT_CUSTOMCMD_CONTEXT_MENU		= Контекстно меню
TEXT_CUSTOMCMD_EXIFSHOW_TOGGLE		= Покажи файлова/EXIF информация

TEXT_COMBO_GIF_TRANS_OPTION_0		= Използвай оригиналната палитра на GIF
TEXT_COMBO_GIF_TRANS_OPTION_1		= Използвай бял цвят за фон
TEXT_COMBO_GIF_TRANS_OPTION_2		= Използвай решетка като фон
TEXT_COMBO_GIF_TRANS_OPTION_3		= Използвай черен цвят за фон

TEXT_COMBO_LASTFILE_ACTION_NONE		= Не прави нищо
TEXT_COMBO_LASTFILE_ACTION_ASK		= Попитай
TEXT_COMBO_LASTFILE_ACTION_LOOP		= Отиди на първия файл
TEXT_COMBO_LASTFILE_ACTION_NEXTPATH	= Отиди на предишния/следващия файл или папка

TEXT_ASSOC_GROUP0			= Често използвани формати на изображения
TEXT_ASSOC_GROUP1			= Нововъведени формати на изображения
TEXT_ASSOC_GROUP2			= Формати без загуба на изображения от камера
TEXT_ASSOC_GROUP3			= Компресирани формати на изображения

TEXT_SORT_METHOD_FILENAME		= Сортирай по име
TEXT_SORT_METHOD_DATE			= Сортирай по дата на промяна
TEXT_SORT_METHOD_SIZE			= Сортирай по размер
TEXT_SORT_METHOD_EXT			= Сортирай по тип

TEXT_TRANSF_RESIZE_NONE			= Не оразмерявай
TEXT_TRANSF_RESIZE_KEEPRATIO		= Запази оригиналото съотношение
TEXT_TRANSF_RESIZE_FITWIDTH		= Побиране по ширина
TEXT_TRANSF_RESIZE_ADD			= Добави уплътнение 
TEXT_TRANSF_RESIZE_CUT			= Изрежи изображението
TEXT_TRANSF_RESIZE_STRETCH		= Разтегли изображението

TEXT_TRANSF_FORMAT_TO_SAVE_AUTO		= Автоматично
TEXT_TRANSF_FORMAT_TO_SAVE_JPG		= JPG
TEXT_TRANSF_FORMAT_TO_SAVE_PNG		= PNG

TEXT_BTN_PREV_FOLDER			= Предишна папка ( [ )
TEXT_BTN_NEXT_FOLDER			= Следваща папка ( ] )
TEXT_BTN_PREV_ARCHIVE			= Предишен компресиран файл ( [ )
TEXT_BTN_NEXT_ARCHIVE			= Следващ компресиран файл ( ] )


[MENU]
MENUSTR_OPEN				= Отвори\tF2
MENUSTR_OPENFOLDER			= Отвори папка\tF
MENUSTR_CLOSE				= Затвори\tF4
MENUSTR_PAGESELECT			= Избери изображение\tEnter
MENUSTR_OPEN_FILEPOSITION		= Покажи в Windows Explorer\tCtrl+Enter

MENUSTR_FILTER_NONE			= Без филтър\tU
MENUSTR_FILTER_BILINEAR			= Заглаждане\tI
MENUSTR_FILTER_SHARPEN			= Заглаждане + Изостряне\tS

MENUSTR_PAGEMOVE			= Навигация
MENUSTR_PAGEMOVE_NEXT			= Следващо изображение\t->
MENUSTR_PAGEMOVE_PREV			= Предишно изображение\t<-
MENUSTR_PAGEMOVE_HOME			= Първо изображение\tHome
MENUSTR_PAGEMOVE_END			= Последно изображение\tEnd
MENUSTR_PAGEMOVE_NEXT10			= Следващо 10-то изображение\tCtrl+PageDown
MENUSTR_PAGEMOVE_PREV10			= Предишно 10-то изображение\tCtrl+PageUp
MENUSTR_PAGEMOVE_RAND_NEXT		= Следващо случайно изображение\tCtrl+Alt+PageDown
MENUSTR_PAGEMOVE_RAND_PREV		= Предишно случайно изображение\tCtrl+Alt+PageUp
MENUSTR_PAGEMOVE_NEXT_PATH		= Следваща папка или компресиран файл\t]
MENUSTR_PAGEMOVE_PREV_PATH		= Предишна папка или компресиран файл\t[

MENUSTR_INTERPOLATEMODE			= Интерполация
MENUSTR_INTERPOLATEMODE_BILINEAR	= Билинейна (бърза)
MENUSTR_INTERPOLATEMODE_BICUBIC		= Бикубична (бавна, високо качество)
MENUSTR_INTERPOLATEMODE_LANCZOS		= Ланцош (бавна, високо качество)

MENUSTR_IMAGE_PROCESSING		= Ефект
MENUSTR_IMAGE_PROCESSING_NEGATIVE	= Обърни изображението\tCtrl+I
MENUSTR_IMAGE_PROCESSING_GAMMA		= Компенсация на гамата\tCtrl+G
MENUSTR_IMAGE_PRICESSING_FLIP		= Вертикално обръщане\tCtrl+F
MENUSTR_IMAGE_PRICESSING_MIRROR		= Хоризонтално обръщане\tCtrl+M

MENUSTR_SORT_METHOD			= Сортиране по
MENUSTR_SORT_METHOD_FILENAME		= Име
MENUSTR_SORT_METHOD_DATE		= Дата на промяна
MENUSTR_SORT_METHOD_SIZE		= Размер
MENUSTR_SORT_METHOD_EXT			= Тип
MENUSTR_SORT_DESCENDING			= Низходящ ред

MENUSTR_SHOWMODE			= Преглед на изображението
MENUSTR_FILTER_STRETCHWHENSMALL		= Разпъване на малки изображения\tZ
MENUSTR_SHOWMODE_NONE			= Оригинален размер (100%)\t0
MENUSTR_SHOWMODE_STRETCH		= Побиране в прозореца\t9
MENUSTR_SHOWMODE_FITWIDTH		= Побиране по ширина\t8
MENUSTR_SHOWMODE_TWO_L2R		= Интелигентна двойна страница (Ляво->Дясно)\t7
MENUSTR_SHOWMODE_TWO_R2L		= Интелигентна двойна страница (Ляво<-Дясно)\t6

MENUSTR_ZOOM				= Мащабиране
MENUSTR_ZOOM_IN				= Увеличи\t+
MENUSTR_ZOOM_OUT			= Намали\t-
MENUSTR_ZOOM_FIX			= Неподвижно\tCtrl+K
MENUSTR_ZOOM_100			= 100%\t*
MENUSTR_ZOOM_IN_1			= Увеличи(1%)\tCtrl++
MENUSTR_ZOOM_OUT_1			= Намали(1%)\tCtrl+-

MENUSTR_ROTATION			= Завъртане
MENUSTR_ROTATION_NONE			= Без завъртане\tAlt+Up
MENUSTR_ROTATION_L90			= Завъртане с 90˚ срещу часовника\tAlt+Left
MENUSTR_ROTATION_R90			= Завъртане с 90˚ по часовника\tAlt+Right
MENUSTR_ROTATION_180			= Хоризонтално обръщане\tAlt+Down

MENUSTR_EXIFSHOW_TOGGLE			= Файлова/EXIF информация\tTAB
MENUSTR_WALLPAPER			= Задай като фон на работния плот
MENUSTR_DELETE				= Изтрий\tDel
MENUSTR_COPY_TO_PHOTOFOLDER		= Копирай в папката с изображения\tIns
MENUSTR_EXTPROG0			= Отвори с редактор на изображения\tCtrl+E
MENUSTR_PRINT				= Печатане\tCtrl+P
MENUSTR_COPY2CLIPBOARD			= Копирай в клипборда\tCtrl+C

MENUSTR_SETTING				= Настройки\tF5
MENUSTR_ABOUT				= За Honeyview\tF1
MENUSTR_EXIT				= Изход\tX

; about popup menu
MENUSTR_HOMEPAGE			= Сайт
MENUSTR_HELP				= Помощ с клавишните комбинации

; bookmark popup menu
MENUSTR_BOOKMARK_ADD			= Добави в отметки\tB
MENUSTR_BOOKMARK_DELALL			= Изтрий всички отметки
MENUSTR_BOOKMARK_SETTTING		= Настройки на отметките
MENUSTR_BOOKMARK_EDIT			= Редактирай отметките\tF3

; slideshow popup menu
MENUSTR_SLIDESHOW_00			= Спри слайдшоуто\tCtrl+0
MENUSTR_SLIDESHOW_01			= 1 секунда\tCtrl+1
MENUSTR_SLIDESHOW_02			= 2 секунди\tCtrl+2
MENUSTR_SLIDESHOW_03			= 3 секунди\tCtrl+3
MENUSTR_SLIDESHOW_04			= 4 секунди\tCtrl+4
MENUSTR_SLIDESHOW_05			= 5 секунди\tCtrl+5
MENUSTR_SLIDESHOW_06			= 6 секунди\tCtrl+6
MENUSTR_SLIDESHOW_07			= 7 секунди\tCtrl+7
MENUSTR_SLIDESHOW_08			= 8 секунди\tCtrl+8
MENUSTR_SLIDESHOW_09			= 9 секунди\tCtrl+9
MENUSTR_SLIDESHOW_10			= 10 секунди
MENUSTR_SLIDESHOW_15			= 15 секунди
MENUSTR_SLIDESHOW_20			= 20 секунди
MENUSTR_SLIDESHOW_25			= 25 секунди
MENUSTR_SLIDESHOW_30			= 30 секунди
MENUSTR_SLIDESHOW_60			= 60 секунди
MENUSTR_SLIDESHOW_90			= 90 секунди
MENUSTR_SLIDESHOW_LOOP			= Повтаряне
MENUSTR_SLIDESHOW_RANDOM		= Случайно

MENUSTR_PAGETURNFX_NONE			= Без ефект
MENUSTR_PAGETURNFX_HV2			= Обръщане
MENUSTR_PAGETURNFX_ALPHA		= Преливане
MENUSTR_PAGETURNFX_SLIDE		= Плъзгане

MENUSTR_PHOTOFOLDER_COPY1		= Копирай в папка с изображения 1\tInsert
MENUSTR_PHOTOFOLDER_MOVE1		= Премести в папка с изображения 1\tCtrl+Insert
MENUSTR_PHOTOFOLDER_COPY2		= Копирай в папка с изображения 2\tShift+Insert
MENUSTR_PHOTOFOLDER_SETTING		= Настройки на папката с изображения
MENUSTR_PHOTOFOLDER_OPEN		= Отвори Папка с изображения 1

MENUSTR_TRANSFORMDLG			= Преобразувай изображението (Завъртане, Оразмеряване)\tCtrl+T

[DIALOG]
IDCANCEL				= Отказ
IDOK					= Добре

[IDD_ABOUT]  
IDD_ABOUT				= За Honeyview
IDC_BTN_HOMEPAGE			= Уебсайт
IDC_BTN_UPDATE				= Обнови

[IDD_SETTING]
IDD_SETTING				= Конфигурация
IDC_BTN_INIT				= Нулиране

[IDD_SETTING_GENERAL]
IDC_STATIC_SETTING			= Общи настройки
IDC_CHK_USESNAP				= Прилепвай прозореца
IDC_CHK_DONOTREMEMBERFOLDER		= Не запазвай пътя на последната папка
IDC_CHK_ONE_INSTANCE			= Не позволявай няколко инстанции на Honeyview
IDC_CHK_ASK_DELETE			= Искай потвърждение преди изтриване на файл
IDC_CHK_NO_CENTER_MESSAGE		= Показвай известия в ъгъла вместо в центъра
IDC_CHK_ALWAYS_ON_TOP			= Винаги отгоре (Ctrl+A)
IDC_CHK_ESC_TO_EXIT			= Изход с ESC
IDC_CHK_CHECK_UPDATE			= Проверка за последна версия
IDC_CHK_CHECK_UPDATE_MINOR		= Проверка за малки версии
IDC_STATIC_LASTFILEACTION_IMAGE		= Действие при първо/последно изображение:
IDC_STATIC_LASTFILEACTION_ARCHIVE	= Действие при първо/последно изображение в архив:

[IDD_SETTING_VIEW]
IDC_STATIC_VIEW				= Настройки на изгледа
IDC_CHK_SHOWBORDER			= Покажи рамката на главния прозорец
IDC_CHK_SHOW_OVERLAY_FILEINFO		= Показвай името на файла, когато горното меню е скрито (комбинация: Shift+TAB)
IDC_CHK_SAVE_ZOOM_FIX			= Запази състоянието на зададения мащаб
IDC_CHK_DO_NOT_SHOW_TITLE_BAR		= Не показвай горната лента с меню
IDC_CHK_DO_NOT_SHOW_CONTROL_BAR		= Не показвай долната лента с механизми за управление
IDC_CHK_DO_NOT_SIDE_ARROW		= Не показвай страничните стрелки
IDC_CHK_DO_NOT_SHOW_ANIMINFO		= Не показвай управлението за информация за анимацията
IDC_CHK_DO_NOT_SHOW_ZOOMINFO		= Не показвай управленито за информация за мащаба
IDC_CHK_HIDE_TOOLTIP_HELP		= Не показвай подсказки при поставяне на мишката върху елемент
IDC_CHK_EXIFINFO_SMALL_FONT		= Използвай малък шрифт за файлова/EXIF информация
IDC_CHK_USEBKGNDIMAGE			= Смени подразбиращото се фоново изображение
IDC_BTN_BKGND_SET			= Преглед...
IDC_BTN_BKGND_OPEN			= Отвори папка
IDC_STATIC_BKGNDCOLOR			= Цвят на фона:
IDC_BTN_BKGND				= Избери...
IDC_STATIC_BORDERCOLOR			= Цвят на рамката:
IDC_BTN_BORDERCOLOR			= Избери...

[IDD_SETTING_BOOKMARK]
IDC_STATIC_BOOKMARK			= Настройки на отметките
IDC_CHK_AUTOBOOKMARK			= Автоматично запазвай пътя на текущото изображение в отметките
IDC_CHK_SHARE_SETTING			= Споделяй настройки/отметки между няколко инстанции.
IDC_CHK_REMEMBER_FILEPOS_IN_ARCHIVE	= Автоматично запомняй текущият път на изображението в компресирани файлове
IDC_BTN_CLEAR_FILE_POS_IN_ARCHIVE	= Изтрий
IDC_STATIC_MAX_BOOKMARK			= Максимален брой отметки:

[IDD_SETTING_ASSOC]
IDC_STATIC_ASSOC_IMAGE			= Списък с асоциирани файлови разширения
IDC_BTN_IMAGE_SELECT			= Избери всичко
IDC_BTN_IMAGE_DESELECT			= Изчисти всичко
IDC_BTN_APPLY_NOW			= Приложи сега

[IDD_SETTING_ASSOC_NEW]
IDC_STATIC_ASSOC_IMAGE			= Асоциация на разширения
IDC_STATIC_ASSOC_DESC1			= За Windows 8 или по-късни версии можете да асоциирате файловете по следния начин:
IDC_STATIC_ASSOC_DESC2			= 1. Натиснете бутона "Настройки на асоциациите".
IDC_STATIC_ASSOC_DESC3			= 2. Натиснете бутона "Избери всичко" в прозореца с асоциациите.
IDC_STATIC_ASSOC_DESC4			= 3. Натиснете бутона "Приложи сега" button.
IDC_STATIC_ASSOC_DESC1_10		= За Windows 10 или по-късни версии можете да асоциирате файловете по следния начин:
IDC_STATIC_ASSOC_DESC2_10		= 1. Натиснете бутона "Настройки на асоциациите".
IDC_STATIC_ASSOC_DESC3_10		= 2. Go to Photo viewer in the Default apps window.
IDC_STATIC_ASSOC_DESC4_10		= 3. Select "Honeyview" as the default photo viewer.
IDC_BTN_LAUNCH_ASSOC_REG_UI		= Настройки на асоциациите
IDC_BTN_SHOW_CLASSIC_ASSOC_UI		= Класически метод

[IDD_SETTING_IMAGEPROCESSING]
IDC_STATIC_IMAGEPROCESSING		= Обработка на изображенията
IDC_CHK_EXIFROTATION			= Автоматично завъртай изображенията според EXIF информацията
IDC_CHK_STRONG_SHARPEN			= Използвай силен изострящ филтър
IDC_CHK_CACHE_IMAGE			= Складирай следващото изображение
IDC_STATIC_CACHE_MEMORY_SIZE		= Размер на паметта за складиране: 
IDC_CHK_ALIGN_TOP_WHEN_LARGE		= Покажи горната част на изображението, ако то е по-голямо от прозореца
IDC_CHK_USE_PREVIEW_MODE		= Покажи първо изображения с ниско качество за по-бързо зареждане
IDC_CHK_USE_IMAGE_ICC			= Използвай ICC данните на изображението
IDC_CHK_USE_MONITOR_ICC			= Използвай ICC данните на монитора
IDC_STATIC_GIF_TRANSPARENT_OPTION	= Прозрачен фон за GIF изображения:
IDC_STATIC_IMAGE_TRANSPARENT_OPTION	= Прозрачен фон за 32-битови изображения:
IDC_STATIC_IMAGE_INTERPOLATE_OPTION	= Интерполация (филтър за мащабиране):
IDC_STATIC_PAGETURNFX			= Ефект за прелистване:

[IDD_SETTING_CUSTOM_KEY]
IDC_STATIC_CUSTOMKEYDESC_ENABLE		= Включено
IDC_STATIC_CUSTOMKEYDESC_KEY		= Клавиш
IDC_STATIC_CUSTOMKEYDESC_ACTION		= Действие

[IDD_SETTING_CUSTOM_MOUSE]
IDC_STATIC_CUSTOMMOUSE_ENABLE		= Включено
IDC_STATIC_CUSTOMMOUSE_ACTION		= Действие
IDC_CHK_CUSTOM_LBUTTON			= Ляв бутон
IDC_CHK_DBLCLICK2MAXIMIZE		= Увеличаване/Възстановяване на прозореца с двойно щракване
IDC_CHK_CLICK2PAGETURN			= Прелистване, когато се натисне лявата или дясната страна на екрана
IDC_CHK_CUSTOM_MBUTTON			= Среден бутон
IDC_CHK_CUSTOM_RBUTTON			= Десен бутон
IDC_CHK_CUSTOM_XBUTTON			= Бутон X
IDC_CHK_CUSTOM_YBUTTON			= Бутон Y
IDC_CHK_CUSTOM_WHEELUP			= Колелце на мишката нагоре 
IDC_CHK_CUSTOM_WHEELDN			= Колелце на мишката надолу 

[IDD_SETTING_SHELL]
IDC_STATIC_SHELL_TITLE			= Настройки на контекстното меню
IDC_CHK_SHELL_USE_SHELL_MENU		= Използвай контекстно меню в Windows Explorer
IDC_CHK_SHELL_TRANSFORM_DLG		= Преобразувай изображението с Honeyview
IDC_CHK_SHELL_SHOW_WITH_HONEYVIEW	= Прегледай изображението с Honeyview
IDC_CHK_SHELL_PREVIEW_IMAGE		= Прегледай в контекстното меню
IDC_CHK_SHELL_SHOW_IMAGE_INFO		= Покажи информация за изображението
IDC_CHK_SHELL_SHOW_ICON			= Покажи иконката на Honeyview

[IDD_SETTING_ETC]
IDC_STATIC_SETTING_ETC			= Разни настройки
IDC_STATIC_PHOTOFOLDER			= Папка на изображенията
IDC_STATIC_PHOTOFOLDER_DESC1		= Папка 1:
IDC_STATIC_PHOTOFOLDER_DESC2		= Папка 2:
IDC_BTN_PHOTOFOLDER_SET1		= Избери...
IDC_BTN_PHOTOFOLDER_OPEN1		= Отвори
IDC_BTN_PHOTOFOLDER_SET2		= Избери...
IDC_BTN_PHOTOFOLDER_OPEN2		= Отвори
IDC_STATIC_EXTPROGRAM			= Редактор на изображения
IDC_BTN_SET_EXTPROG0			= Избери...
IDC_BTN_SET_EXTPROG1_FAST		= Запаметено
IDC_CHK_PAGETURNWAV			= Звуков ефект за прелистване
IDC_CHK_DO_NOT_LOAD_RAW_IMAGE_FILE	= Не отваряй RAW изображения
IDC_CHK_SKIP_RAWIMAGE_WHEN_JPG_EXIST	= Когато се отварят JPEG файлове, не отваряй RAW изображения със същото име
IDC_CHK_READ_THUMBNAIL_WHEN_LOAD_RAW	= Когато се отварят RAW файлове, показвай умален преглед ако има
IDC_CHK_RESIZE_WINDOW_2_FITIMAGE	= Нагласи размера на прозореца по размера на изображението
IDC_CHK_DISABLE_SCREEN_SAVER		= Изключи скрийнсейвъра на Windows докато Honeyview е пусната

[IDD_SETTING_LANG]
IDC_STATIC_LANG				= Езикови настройки
IDC_STATIC_OPEN_MULTLANG_PAGE		= [Изтегли още езици...]
IDC_STATIC_OPEN_LANG_FOLDER		= [Отвори езиковата папка...]

[IDD_PAGESELECT]
IDD_PAGESELECT				= Избери изображение
IDC_CHECK_SHOW_THUMBNAIL		= Скрий навигацията с умалени изображения

[IDD_PASSINPUT]
IDD_PASSINPUT				= Въведете парола
IDC_STATIC_PASSDESC			= Файлът е криптиран. Моля въведете парола.

[IDD_BOOKMARK_EDIT]
IDD_BOOKMARK_EDIT			= Редакция на отметки
IDC_BTN_DEL				= Изтрий
IDC_BTN_IMPORT				= Внеси отметки
IDC_BTN_EXPORT				= Изнеси отметки

[IDD_PRINT]
IDD_PRINT				= Печатане
IDC_GROUP_PRINTER			= Избери принтер
IDC_BTN_PRINTER_PROPERTY		= Свойства
IDC_CHK_ROTATE				= Завъртане на 90˚
IDC_CHK_FIT_IN				= Побиране в листа
IDC_STATIC_ZOOM				= Мащаб:
IDC_STATIC_MARGIN_L			= Разстояние отляво:
IDC_STATIC_MARGIN_T			= Отгоре:
IDC_STATIC_MARGIN_R			= Отдясно:
IDC_STATIC_MARGIN_B			= Отдолу:
IDC_STATIC_COPIES			= Копия:
IDC_BTN_PRINT				= Печатане
IDC_BTN_CLOSE				= Затвори

[IDD_UPDATE]
IDD_UPDATE				= Обновявания за Honeyview 
IDC_STATIC_MESSAGE_1			= Обновяванията за Honeyview са готови.
IDC_STATIC_MESSAGE_2			= Натиснете на бутона "Обнови", за да се инсталиран най-новата версия.
IDOK					= Обнови
IDCANCEL				= Отказ
IDC_BTN_SETTING_UPDATE			= Настройки

[IDD_ASK_OVERWRITE]
IDD_ASK_OVERWRITE			= Преименувай или презапиши
IDC_STATIC_ASK_OVERWRITE		= Файлът съществува.
IDC_STATIC_SRC				= Текущо изображение
IDC_STATIC_DST				= Целево изображение
IDC_BTN_OVERWRITE			= Презапиши
IDC_BTN_RENAME				= Запиши като...

[IDD_WALLPAPER]
IDD_WALLPAPER				= Задай фон на работния плот
IDC_STATIC_PREVIEW			= Преглед
IDC_STATIC_BACK_COLOR			= Цвят на фона
IDC_RADIO_BACKCOLOR_0			= Черен
IDC_RADIO_BACKCOLOR_1			= Автоматичен
IDC_RADIO_BACKCOLOR_2			= По избор...
IDC_BTN_BKGND				= Избери...
IDC_BTN_CLOSE				= Затвори
IDC_BTN_APPLY				= Приложи

[IDD_OPEN_PROGRESS]
IDD_OPEN_PROGRESS			= Отвори файл
IDC_STATIC_OPENING			= Отваряне...

[IDD_SELECT_FOLDER]
IDD_SELECT_FOLDER			= Избери папка
IDC_STATIC_FOLDER			= Път на папката:
IDC_BTN_NEWFOLDER			= Нова папка
IDC_CHK_OPEN_SUBFOLDER			= Включи всички файлове от подпапки

[IDD_TRANSFORM]
IDD_TRANSFORM				= Преобразуване на изображения
IDC_STATIC_FILELIST			= Списък с файлове
IDC_STATIC_PREVIEW			= Преглед
IDC_BTN_START				= Започни
IDC_BTN_CLOSE				= Затвори
IDC_BTN_OPEN_DEST_FOLDER		= Отвори папка

[IDD_TRANSFORM_OPT]
IDC_STATIC_ROTATE			= Завъртане
IDC_RADIO_ROTATE_NONE			= Не завъртай
IDC_RADIO_ROTATE_LEFT			= Завърти 90˚ обратно на часовника
IDC_RADIO_ROTATE_RIGHT			= Завърти 90˚ по часовника
IDC_RADIO_ROTATE_180			= Завърти 180˚
IDC_RADIO_ROTATE_AUTO			= Автоматично завъртане според EXIF информацията
IDC_STATIC_RESIZE			= Оразмеряване
IDC_STATIC_RESIZE_SIZE			= Нов размер

IDC_STATIC_FORMAT			= Настройки на формат
IDC_STATIC_FORMAT_SELECT		= Формат:
IDC_STATIC_FORMAT_QUALITY		= Качество:
IDC_STATIC_SAVE				= Изходна папка
IDC_RADIO_TARGETFOLDER_SAMEFOLDER	= Запис в оригиналната папка
IDC_RADIO_TARGETFOLDER_PHOTOFOLDER	= Запис в папката с изображения
IDC_RADIO_TARGETFOLDER_CUSTOM		= Запис в:
IDC_STATIC_FILENAME_HEADER		= Представка на файла
IDC_STATIC_FILENAME2SAVE		= Преглед на името на файла
IDC_BTN_INIT				= Нулиране


[SKIN]
$TT_FULLSCREEN				= Цял екран (Alt+Enter)
$TT_TOGGLE_ZOOM_CONTROL			= Клавиш: /
$TT_TOGGLE_ANIMINFO_CONTROL		= Клавиш: Alt+Z
$TT_PAGESELECT				= Избери изображение (Enter)
$TT_LOCKCONTROLBAR			= Заключи механизмите за управление (Клавиш: ~)
$TT_LOCKTITLEBAR			= Заключи менюто (Клавиш: `)
$TT_COPY_EXIFINFO			= Копирай информацията за изображението (Ctrl+Shift+C)
$TT_TOGGLE_EXIF				= Покажи/Скрий информацията за изображението (Клавиш: Tab)
$TT_LAUNCH_GPS_LOCATION			= Виж местоположението в Google Карти.(Ctrl+Shift+G)
$TT_PLAY_SOUNDNSHOT			= Пусни аудио файла (Звук и снимка).
$TT_CLOSE_EXIFINFO			= Затвори (Клавиш: Tab)
$TT_PREV_BTN				= Ляв бутон:Предишна, Десен бутон:Предишна 10-та
$TT_NEXT_BTN				= Ляв бутон:Следваща, Десен бутон:Следваща 10-та

$BTN_TEXT_EXIF				= EXIF
$BTN_TEXT_GPS				= GPS
$BTN_TEXT_PLAY_SOUNDNSHOT		= Звук&&Снимка
$BTN_TEXT_SHOWMODE			= Преглед
$BTN_TEXT_PHOTOFOLDER			= Копирай в
$BTN_TEXT_EDIT				= Редактирай
$BTN_TEXT_STICKY			= Заключи
$BTN_TEXT_BOOKMARK			= Отметни
$BTN_TEXT_SLIDESHOW			= Слайдшоу
$BTN_TEXT_UPDATE			= Налична е нова версия

$TEXT_SETTINGTAB_GENERAL		= Общи
$TEXT_SETTINGTAB_VIEW			= Изглед
$TEXT_SETTINGTAB_BOOKMARK		= Отметки
$TEXT_SETTINGTAB_ASSOC			= Асоциации
$TEXT_SETTINGTAB_IMAGEPROCESS		= Обработка
$TEXT_SETTINGTAB_KEYBOARD		= Клавиатура
$TEXT_SETTINGTAB_MOUSE			= Мишка
$TEXT_SETTINGTAB_SHELL			= Контекстно меню
$TEXT_SETTINGTAB_ETC			= Разни
$TEXT_SETTINGTAB_LANG			= Език

$TEXT_DESKTOP				= Работен плот
$TEXT_DOCUMENT				= Документ
$TEXT_PICTURE				= Снимка
$TEXT_COMPUTER				= Компютър


[SHELL]
TEXT_LAUNCH_TRANSFORM_DLG		= Обработване с Honeyview(&2)
TEXT_LAUNCH_HONEYVIEW			= Прегледай с Honeyview(&3)
TEXT_LOADING				= Зареждане...
TEXT_IMAGE_LOAD_FAILED			= Неуспешно зареждане на файла
TEXT_IMAGE_LOAD_FAIL_NOT_SUPPORTED	= Няма наличен преглед


[INSTALLER]
LNK_FILE_DESC				= Пусни Honeyview
UNINSTALLER_LNK_NAME 			= Деинсталиране на програмата

MSG_STILLRUN_EXIT_PROGRAM		= Honeyview е пусната. Моля излезте от програмата.
MSG_ASK_DELETE_ALL_FILES		= Някои файлове останаха в инсталационната папка ($INSTDIR).[br][br]Искате ли да изтриете папката?
MSG_ASK_RESTART_EXPLORER		= За да завърши инсталацията, Windows Explorer трябва да се рестартира. Искате ли да го направите сега?
MSG_ASK_UNINSTALL_HV3			= Honeyview3 е вече инсталирана. Трябва да премахнете текущата инсталация, за да продължите с новата версия. Искате ли да продължите?
MSG_UNINSTALL_HV3_FAILED		= Неуспешна деинсталация.
MSG_RESTART_EXPLORER			= Windows Explorer ще се рестартира, за да завърши деинсталацията на Honeyview3.

TEXT_LICENSE				= Лицензионно споразумение
TEXT_OPTIONS				= Инсталационни опции
TEXT_OPT_PROGRAMGROUP			= Създай програмна група
TEXT_OPT_DESKTOPSHORCUT			= Създай пряк път на работния плот
TEXT_OPT_QUICKLAUNCH			= Създай пряк път за бързо стартиране
TEXT_OPT_FOLDER				= Целева папка
TEXT_OPT_REGIMAGE			= Асоцииране на разширения на изображения
TEXT_SELECT_FOLDER			= Изберете папка
TEXT_LICENSE_LINK			= [Уебсайт]

TEXT_INSTALLER_MAIN_LICENSE_LINE_1	= Лицензионно споразумение за крайния потребител
TEXT_INSTALLER_MAIN_LICENSE_LINE_2	= Honeyview е ултрабърза безплатна програма за преглед на изображения, разработена и разпространена от Bandisoft.[br][br]Програмата е безплатна за частни лица, правителства, предприятия и други.

TEXT_ASK_RESTART_EXPLORER		= Windows Explorer ще се рестартира, за да завърши инсталацията. Искате ли да го рестартирате сега?
TEXT_NEED_ADMIN_PRIVILEGE		= Програмата може да бъде инсталирана само от потребители с администраторски права.[br][br]Потребители без администраторски права може да не инсталират програмата правилно.[br][br]Искате ли да прекратите инсталацията?

